language = {
    "home_text": "*🤖 Я - нейросеть, которая ищет приватные фото в тысячах баз по всему интернету.*\n\n*🔐 Могу найти даже самые скрытые фото, о которых остальные даже и не слышали!*",
    
    "buy_btn": "🔎 Поиск по ВКонтакте",
    "profile_btn": "👨🏻‍💻 Профиль",
    "info_btn": "ℹ️ Информация",

    "profile_text": "Привет, *{}*\n\nЗапросов на слив: *{}*\nВсего куплено сливов: *{}*\nТы с нами с: *{}*",
    "information_text": "🤖 Нейросеть, которая ищет приватные фото в тысячах баз по всему интернету.\n\n👨🏼‍🔧 Поддержка: *@xbawdiness*\n\n🖥 Новейшая нейросеть, созданная с целью поиска материалов интимного характера из закрытых баз данных, таких как: VKPhishing, Oracle, VKPussy, The Internet Archive, WorldCat, Quandl, Moz.",

    "wait_url": "*🔗 Отправьте ссылку на страницу ВКонтакте!*",
    "wrong_url": "❌ Некорректная ссылка! Отправьте ссылку формата: *https://vk.com/id*",
    "profile_not_found": "❌ Пользователь не найден! Проверьте ссылку на профиль",
    "text_profile_found": "✅ Архив найден!\n\nПрофиль: {}\nФИО: *{}*\nПол: *{}*\nДата рождения: *{}*\nПоследний онлайн: *{}*\nДата регистрации: *{}*\n\nМетод фишинга: *{}*\nДата слива: *{}*\nЦена архива: *{}₽*\n\n📌Данным человеком в боте интересовалось: *{} человек*",
    "text_profile_notfound": "❌ Архив не найден.!\nПрофиль: {}\nФИО: *{}*\nПол: *{}*\nДата рождения: *{}*\nПоследний онлайн: *{}*",

    "deposit_text": "Введите сумму депозита\nПополнение через *QiWi*",
    "deposit_create_text": "🧾 Создали счёт. Не забудьте нажать на кнопку сразу после оплаты!\n⏱ Время на оплату: *{} минут*!\n\n📬 Способ пополнения: 🥝 Qiwi\n💰 Сумма: {} руб.\n📞 Номер телефона: {}\n✉️ Комментрий: {}",
    "deposit_timeout_text": "❌ Платеж истек срок действия!",
    "deposit_decline_text": "❌ Вы отменили платеж!",
    "deposit_notfound_text": "❌ Платеж не найден, если вы уже оплатили подождите пару минут!",
    "deposit_suсcess_text": "✅ Оплата найдена. Благодарим за покупку!",
    "deposit_suсcess_delete_text": "✅ Архив успешно удален. Благодарим за покупку!",
    "deposit_moderator_text": "✅ Мамонт: @{}\n👩 Профиль: https://vk.com/id{}\n💰 Оплатил слив за {}₽",

    "wrong_message": "Извините, я вас не понимаю :("
}